Repository: StevieOden/trip-boy
Catalog: lib/l10n/app_*.arb
Languages: id

# landing_page1
source: Choose your trip
id: Pilih Perjalananmu

# landing_page2
source: Set The Date
id: Tentukan Tanggalnya

# landing_page3
source: Get The Ticket
id: Dapatkan Tiketnya

# landing_page_desc1
source: Get ready to explore interesting places in Boyolali
id: Bersiaplah untuk menjelajahi tempat-tempat menarik di Boyolali

# landing_page_desc2
source: Get ready to explore interesting places in Boyolali
id: Bersiaplah untuk menjelajahi tempat-tempat menarik di Boyolali

# landing_page_desc3
source: Get ready to explore interesting places in Boyolali
id: Bersiaplah untuk menjelajahi tempat-tempat menarik di Boyolali

# login_title
source: Ready to Explore !
id: Siap Untuk Memulai !

# login_desc
source: Get ready to explore interesting places in Boyolali
id: Bersiaplah untuk menjelajahi tempat-tempat menarik di Boyolali

# login_google
source: Log-in With Google
id: Masuk Dengan Google

# login_back
source: Back
id: Kembali

source: Search
id: Cari

# recommendation
source: Recommendations
id: Rekomendasi

# close_app_dialog
source: Do you want to exit the app?
id: Apakah anda ingin keluar?

source: Popular
id: Populer

# changeLang
source: Change Languages
id: Ganti Bahasa

source: Restaurant
id: Restoran

source: Tour
id: Wisata

source: Settings
id: Pengaturan

source: Edit Profile
id: Ubah Profil

source: Logout
id: Keluar

source: Free
id: Gratis

source: Save
id: Simpan

source: Upload File
id: Unggah File

source: All
id: Semua

source: All Restaurant
id: Semua Restoran

source: All Hotel
id: Semua Hotel

source: All Tour
id: Semua Wisata

source: All Event
id: Semua Event

# allOrders
source: All
id: Semua

source: Process
id: Proses

source: Done
id: Selesai

source: Canceled
id: Batal

# noDataActivity
source: Order and explore now.
id: Pesan dan jelajahi sekarang.

source: Pay Now
id: Bayar Sekarang

source: Upload
id: Unggah

source: Added
id: Ditambahkan

# noAdded
source: Nothing added here
id: Tidak ada yang ditambahkan disini

source: Name
id: Nama

source: Email not valid
id: Email tidak valid

# fieldCantEmpty
source: Form cannot be empty
id: Form tidak boleh kosong

source: Phone Number
id: No Hp

source: Forgot Password?
id: Lupa Password?

source: Or
id: Atau

# dontHaveAccount
source: Don't have an account?
id: Belum punya akun?

# alreadyHaveAccount
source: Already have an account?
id: Sudah punya akun?

# passNotValid
source: The password must be at least 8 characters long and must contain lowercase letters, uppercase letters, numbers and symbols
id: Password minimal 8 karakter dan harus mengandung huruf kecil, huruf besar, angka, dan simbol

# passEmpty
source: Password is required
id: Password wajib diisi

# nameNotValid
source: Name is required
id: Nama harus diisi

# phoneNotValid
source: Phone number is required
id: Nomor HP harus diisi

# phoneNumberMustLonger
source: The phone number must be at least 8 characters or more
id: Nomor HP harus lebih dari 8 karakter

# passConfirmEmpty
source: Password confirmation is required
id: Password konfirmasi wajib diisi

# passConfirmSame
source: The confirmation password must be the same as the password
id: Password konfirmasi harus sama dengan password

# passwordsCon
source: Password confirmation
id: Konfirmasi password

source: Enter Name
id: Masukkan Nama

source: Enter Phone Number
id: Masukkan No Hp

source: Time Open
id: Jam Buka

source: Time Close
id: Jam Tutup

source: Date Held
id: Tanggal diadakan

source: Time Held
id: Jam diadakan

source: Read More
id: Baca Selengkapnya

source: Show Less
id: Tampilkan Lebih Sedikit

source: Galery
id: Galeri

source: Show Menu
id: Lihat Menu

source: Reservation
id: Reservasi

source: Open Maps
id: Buka Map

# clickToOpenMaps
source: Click here to open map
id: Klik disini untuk membuka map

source: Description
id: Deskripsi

source: Room
id: Kamar

# facility
source: Facilities
id: Fasilitas

source: Reserve Ticket
id: Pesan Tiket

source: Google Maps Link
id: Link Google Maps

source: Address
id: Alamat

source: Facilities
id: Fasilitas

source: Tickets
id: Ticket

source: Image
id: Gambar

source: Add
id: Tambah

source: No Data
id: Tidak ada data

source: Upload facility
id: Unggah Fasilitas

source: Mosque
id: Mushola

source: Toilet
id: Kamar Mandi

# swimmingPools
source: Swimming Pool
id: Kolam Renang

source: Smoking Area
id: Area Merokok

source: Free Breakfast
id: Sarapan Gratis

source: Easy Reservation
id: Pemesanan Mudah

source: Playground
id: Taman Bermain

source: Cancel
id: Batal

source: Upload image
id: Unggah Gambar

source: Delete image
id: Hapus Gambar

source: Menu Name
id: Nama Menu

source: Fill menu name
id: Masukkan nama menu

source: Desc Menu
id: Deskripsi Menu

source: Fill desc menu
id: Masukkan deskripsi menu

source: Price Menu
id: Harga Menu

source: Fill price menu
id: Masukkan harga menu

source: Ticket Name
id: Nama Tiket

source: Fill ticket name
id: Masukkan nama tiket

source: Ticket Price
id: Harga Tiket

source: Fill ticket price
id: Masukkan harga tiket

# ticketType
source: Ticket Type (offline/online)
id: Tipe Tiket (offline/online)

source: Fill ticket type
id: Masukkan tipe tiket

source: Fill meet link
id: Masukkan link meet

source: Size Room
id: Ukuran Kamar

source: Fill size room
id: Masukkan ukuran kamar

source: Price Room
id: Harga Kamar

source: Fill price room
id: Masukkan harga kamar

# descRoom
source: Description Room
id: Deskripsi kamar

# fillDescRoom
source: Fill description room
id: Masukkan deskripsi kamar

# dataSave
source: Saved Successful
id: Berhasil Tersimpan

source: Payment Method
id: Metode Pembayaran

# enterAccountPhoneNum
source: Enter account number or phone number
id: Masukkan no rekening atau no hp

# termTitle
source: Terms
id: Ketentuan

source: Fill term
id: Masukkan ketentuan

source: Delete
id: Hapus

# noConnection
source: No Internet connection
id: Tidak ada koneksi internet

source: Menu type
id: Tipe menu

source: Fill menu type
id: Masukkan tipe menu

# numberOfGuests
source: Number of Guest
id: Jumlah Tamu

source: Welcome Back
id: Selamat Datang Kembali

# registerDesc
source: Create your account to start yout journey
id: Buat akun anda untuk memulai perjalanan anda

# fillName
source: Fill your name
id: Masukkan nama anda

source: Check In Date
id: Tanggal Check-In

source: Check Out Date
id: Tanggal Check-Out

source: Enter check-in date
id: Masukkan tanggal check-in

source: Enter check-out date
id: Masukkan tanggal check-out

source: Clear
id: Hapus

source: Guest
id: Tamu

source: Booking
id: Pesan

source: Drink
id: Minuman

source: Food
id: Makanan

source: Snack
id: Jajanan

source: Cart
id: Keranjang

# hintTextNameRestaurant
source: Enter your restaurant name
id: Masukkan nama restoran

# hintTextNameDestination
source: Enter your Destination name
id: Masukkan nama wisata

# hintTextNameHotel
source: Enter your hotel name
id: Masukkan nama hotel

# hintTextNameEvent
source: Enter your event name
id: Masukkan nama event

# hintTextDescRestaurant
source: Enter your restaurant description
id: Masukkan deskripsi restoran

# hintTextDescDestination
source: Enter your destination description
id: Masukkan deskripsi wisata

# hintTextDescHotel
source: Enter your hotel description
id: Masukkan deskripsi hotel

# hintTextDescEvent
source: Enter your event description
id: Masukkan deskripsi event

# hintTextTimeOpenRestaurant
source: Enter your restaurant time open
id: Masukkan jam buka restoran

# hintTextTimeOpenDestination
source: Enter your destination time open
id: Masukkan jam buka wisata

# hintTextTimeCloseRestaurant
source: Enter your restaurant time close
id: Masukkan jam tutup restoran

# hintTextTimeCloseDestination
source: Enter your destination time close
id: Masukkan jam tutup wisata

# hintTextRoadNameRestaurant
source: Enter your restaurant road name
id: Masukkan nama jalan restoran

# hintTextRoadNameDestination
source: Enter your destination road name
id: Masukkan nama jalan wisata

# hintTextRoadNameHotel
source: Enter your hotel road name
id: Masukkan nama jalan hotel

# hintTextHamletRestaurant
source: Enter your restaurant hamlet
id: Masukkan nama dukuh restoran

# hintTextHamletDestination
source: Enter your destination hamlet
id: Masukkan nama dukuh wisata

# hintTextHamletHotel
source: Enter your hotel hamlet
id: Masukkan nama dukuh hotel

# hintTextUrbanVillageRestaurant
source: Enter your restaurant urban village
id: Masukkan nama kelurahan restoran

# hintTextUrbanVillageDestination
source: Enter your destination urban village
id: Masukkan nama kelurahan wisata

# hintTextUrbanVillageHotel
source: Enter your hotel urban village
id: Masukkan nama kelurahan hotel

# hintTextSubDistrictRestaurant
source: Enter your restaurant sub-district
id: Masukkan nama kecamatan restoran

# hintTextSubDistrictDestination
source: Enter your destination sub-district
id: Masukkan nama kecamatan wisata

# hintTextSubDistrictHotel
source: Enter your hotel sub-district
id: Masukkan nama kecamatan hotel

# hintTextDistrictRestaurant
source: Enter your restaurant district
id: Masukkan nama kabupaten restoran

# hintTextDistrictDestination
source: Enter your destination district
id: Masukkan nama kabupaten wisata

# hintTextDistrictHotel
source: Enter your hotel district
id: Masukkan nama kabupaten hotel

# hintTextProvinceRestaurant
source: Enter your restaurant province
id: Masukkan nama provinsi restoran

# hintTextProvinceDestination
source: Enter your destination province
id: Masukkan nama provinsi wisata

# hintTextProvinceHotel
source: Enter your hotel province
id: Masukkan nama provinsi hotel

# hintTextGoogleMapsRestaurant
source: Enter your restaurant google maps link
id: Masukkan link google map restoran

# hintTextGoogleMapsDestination
source: Enter your destination google maps link
id: Masukkan link google map wisata

# hintTextGoogleMapsHotel
source: Enter your hotel google maps link
id: Masukkan link google map hotel

# hintTextRatingRestaurant
source: Enter your restaurant rating
id: Masukkan rating restoran

# hintTextRatingDestination
source: Enter your destination rating
id: Masukkan rating wisata

# hintTextRatingHotel
source: Enter your hotel rating
id: Masukkan rating hotel

# hintTextRatingEvent
source: Enter your event rating
id: Masukkan rating event
